{
  "intro": [
    {
      "title": "History",
      "paragraph": "CareVita was founded in 2018 to bridge the gap between exceptional care and unparalleled service. Our founders' backgrounds in hospitality and medical industries serve as the cornerstone of our company's commitment to delivering excellence in every aspect of our operations, ensuring the highest standards of care and comfort for our clients and residents alike.",
      "image": "/assets/media/eastlands/9U7A4662.jpg"
    },
    {
      "title": "Future",
      "paragraph": "CareVita is a forward-thinking company poised to continue its nationwide expansion across the retirement, medical, senior exercise, and accommodation sectors. Our commitment lies in delivering high-end services tailored to older adults, residents, and patients alike.",
      "image": "/assets/media/the-crescent/Crescent-2.jpg"
    }
  ],
  "arms": [
    {
      "title": "Retirement",
      "paragraph": "The retirement division oversees and operates facilities across the nation, providing comprehensive, high-end services to residents. Our approach entails crafting personalised care plans and upholding an unwavering dedication to excellence. Our aim is to cultivate a nurturing environment conducive to residents' thriving, fostering a strong sense of community and belonging for each individual.",
      "image": "/assets/media/parsonage-street/9U7A3469.jpg"
    },
    {
      "title": "Property",
      "paragraph": "Our property division oversees a diverse portfolio of short and long-term accommodations catering to both individual guests and larger groups, including schools and conferences.",
      "image": "/assets/media/carevita-fit/images/mossel+bay/9.jpg"
    },
    {
      "title": "#fit",
      "paragraph": "CareVita #fit delivers instructor-led fitness programs tailored specifically for older persons, offering services to retirement homes across the nation. Furthermore, our registered non-profit organisation, SilverCare, extends its reach by providing fitness classes to underserved communities.",
      "image": "/assets/media/the-crescent/9U7A6283.jpg"
    },
    {
      "title": "Sub-Acute",
      "paragraph": "The Hospital Division of CareVita has been granted a sub-acute license by the Department of Health in the Western Cape and is presently in the developmental stage."
    }
  ]
}
